//
//  Constants.swift
//  Sporevo
//
//  Created by ミズキ on 2021/11/08.
//

import Foundation

struct Constants {
    static let cityData = ["千代田区","墨田区","港区","新宿区","文京区","中央区","品川区","目黒区"]
    static let tagData = ["屋内施設","駐車場","誰でも利用可","利用登録なし","宿泊施設","観覧席有り"]
    static let institutionData = ["野球場","ゴルフ場","体育館","テニスコート","プール","フットサルコート"]
    static let competitionData = ["陸上競技場","水泳","野球","ソフトボール","バドミントン","スカッシュ","ハンドボール","弓道"]
    static let priceData = [["1000円未満","1000円~3000円未満","3000円~5000円未満","5000円~10000円未満","10000円以上"],["1000円未満","1000円~3000円未満","3000円~5000円未満","5000円以上"],
        ["500円未満","500円 ~1000円未満","1000円~2000円未満","2000円~3000円未満","3000円~4000円未満","5000円以上"]]
    static let timeData = ["全日","半日","1時間"]
    static let usageData = ["利用可能人数:",
                            "個人利用登録:",
                            "個人利用条件:",
                            "団体利用登録:",
                            "団体利用条件:",
                            "予約方法:",
                            "予約サイトURL:"]
    static let facilityData = ["営業時間:",
                                "休業日:",
                                "料金:",
                                "電話番号: 03-3534-5883",
                                "URL:",
                                "注意事項"]
    
}
